[
    {
        "id": "event-001",
        "title": "Global Health & Innovation Summit 2026",
        "type": "upcoming",
        "category": "Summit",
        "date": "March 15, 2026",
        "time": "09:00 AM - 05:00 PM",
        "venue": "India Habitat Centre, New Delhi",
        "short_details": "Defining the next decade of clinical epidemiology and data-driven healthcare policy.",
        "full_details": "The Global Health & Innovation Summit 2026 is INCLEN's flagship event, bringing together researchers, policymakers, and practitioners from across 34 countries. This year's theme focuses on 'Resilient Health Systems: Leveraging Data for Impact'. The summit will feature keynote addresses from WHO representatives, interactive workshops on demographic surveillance, and networking sessions for institutional partners.",
        "image": "assets/event_1.png",
        "tags": ["Innovation", "Summit", "Global"]
    },
    {
        "id": "event-002",
        "title": "Technical Workshop: Vaccine Effectiveness",
        "type": "upcoming",
        "category": "Workshop",
        "date": "April 22, 2026",
        "time": "10:30 AM - 04:00 PM",
        "venue": "INCLEN Executive Office (Virtual/Hybrid)",
        "short_details": "Standardizing surveillance protocols for new vaccine introductions in developing nations.",
        "full_details": "This technical workshop is designed for Clinical Epidemiology Units (CEUs) and site investigators. We will cover the latest methodologies for monitoring vaccine effectiveness in real-world settings, focusing on the SOMAARTH surveillance sites' data collection frameworks. Participants will receive training on new digital tools for adverse event reporting.",
        "image": "assets/event_2.png",
        "tags": ["Technical", "Vaccine", "Surveillance"]
    },
    {
        "id": "event-003",
        "title": "Annual Research Dissemination Meeting",
        "type": "past",
        "category": "Meeting",
        "date": "December 10, 2025",
        "time": "11:00 AM - 03:00 PM",
        "venue": "Claridges Hotel, New Delhi",
        "short_details": "Closing the 2025 cycle with high-impact maternal and child health surveillance results.",
        "full_details": "The annual dissemination meeting concluded with significant insights into maternal health trends across northern India. Key stakeholders from MoHFW and ICMR attended the session. The report highlighted a 15% improvement in community-level health tracking through digital interventions.",
        "image": "assets/event_3.png",
        "tags": ["Research", "Dissemination", "Report"]
    }

]
